Repository: matapv01/BookStoreDjango
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: This password is too short. It must contain at least %(min_length)d characters.
vi: Mật khẩu quá ngắn. Mật khẩu phải có ít nhất %(min_length)d ký tự.

source: This password is too common.
vi: Mật khẩu này quá phổ biến.

source: This password is entirely numeric.
vi: Mật khẩu không được chỉ chứa số.

source: The two password fields didn't match.
vi: Hai mật khẩu không khớp nhau.

source: A user with that username already exists.
vi: Tên đăng nhập này đã tồn tại.

source: This field is required.
vi: Vui lòng điền thông tin này.

source: Enter a valid email address.
vi: Vui lòng nhập địa chỉ email hợp lệ.

source: Enter a valid URL.
vi: Vui lòng nhập URL hợp lệ.

source: Enter a valid date.
vi: Vui lòng nhập ngày hợp lệ.

source: Enter a valid integer.
vi: Vui lòng nhập số nguyên hợp lệ.

source: Enter a valid decimal number.
vi: Vui lòng nhập số thập phân hợp lệ.

source: Enter a valid time.
vi: Vui lòng nhập thời gian hợp lệ.

source: Enter a valid date/time.
vi: Vui lòng nhập ngày giờ hợp lệ.

source: Enter a valid IPv4 address.
vi: Vui lòng nhập địa chỉ IPv4 hợp lệ.

source: Enter a valid IPv6 address.
vi: Vui lòng nhập địa chỉ IPv6 hợp lệ.

source: Enter a valid IPv4 or IPv6 address.
vi: Vui lòng nhập địa chỉ IPv4 hoặc IPv6 hợp lệ.

source: Enter a valid JSON.
vi: Vui lòng nhập JSON hợp lệ.

source: Enter a valid phone number.
vi: Vui lòng nhập số điện thoại hợp lệ.

source: Enter a valid postal code.
vi: Vui lòng nhập mã bưu điện hợp lệ.

source: Enter a valid social security number.
vi: Vui lòng nhập số bảo hiểm xã hội hợp lệ.

source: Enter a valid tax number.
vi: Vui lòng nhập mã số thuế hợp lệ.

source: Enter a valid bank account number.
vi: Vui lòng nhập số tài khoản ngân hàng hợp lệ.

source: Enter a valid credit card number.
vi: Vui lòng nhập số thẻ tín dụng hợp lệ.

source: Enter a valid ISBN.
vi: Vui lòng nhập ISBN hợp lệ.

source: Enter a valid ISSN.
vi: Vui lòng nhập ISSN hợp lệ.

source: Enter a valid EAN.
vi: Vui lòng nhập EAN hợp lệ.

source: Enter a valid UPC.
vi: Vui lòng nhập UPC hợp lệ.

source: Enter a valid GTIN.
vi: Vui lòng nhập GTIN hợp lệ.

source: Enter a valid ASIN.
vi: Vui lòng nhập ASIN hợp lệ.

source: Enter a valid ISBN-10.
vi: Vui lòng nhập ISBN-10 hợp lệ.

source: Enter a valid ISBN-13.
vi: Vui lòng nhập ISBN-13 hợp lệ.

source: Enter a valid ISSN-8.
vi: Vui lòng nhập ISSN-8 hợp lệ.

source: Enter a valid ISSN-13.
vi: Vui lòng nhập ISSN-13 hợp lệ.

source: Enter a valid EAN-8.
vi: Vui lòng nhập EAN-8 hợp lệ.

source: Enter a valid EAN-13.
vi: Vui lòng nhập EAN-13 hợp lệ.

source: Enter a valid UPC-A.
vi: Vui lòng nhập UPC-A hợp lệ.

source: Enter a valid UPC-E.
vi: Vui lòng nhập UPC-E hợp lệ.

source: Enter a valid GTIN-8.
vi: Vui lòng nhập GTIN-8 hợp lệ.

source: Enter a valid GTIN-12.
vi: Vui lòng nhập GTIN-12 hợp lệ.

source: Enter a valid GTIN-13.
vi: Vui lòng nhập GTIN-13 hợp lệ.

source: Enter a valid GTIN-14.
vi: Vui lòng nhập GTIN-14 hợp lệ.

source: Enter a valid ASIN-10.
vi: Vui lòng nhập ASIN-10 hợp lệ.

source: Enter a valid ASIN-13.
vi: Vui lòng nhập ASIN-13 hợp lệ.

source: ORDER_PENDING
vi: Đang chờ xử lý

source: PROCESSING
vi: Đang xử lý

source: SHIPPED
vi: Đã giao cho vận chuyển

source: DELIVERED
vi: Đã giao hàng

source: CANCELLED
vi: Đã hủy

source: PAYMENT_PENDING
vi: Đang chờ thanh toán

source: PAID
vi: Đã thanh toán

source: FAILED
vi: Thanh toán thất bại

source: REFUNDED
vi: Đã hoàn tiền

source: Cash on Delivery
vi: Thanh toán khi nhận hàng

source: Credit/Debit Card
vi: Thẻ tín dụng/ghi nợ

source: Bank Transfer
vi: Chuyển khoản ngân hàng

source: English
vi: Tiếng Anh

source: Vietnamese
vi: Tiếng Việt
